Repository: MaestriHub/localization
Catalog: IOS/Localizables/Shared/Steps/SharedProcedureStepLocalizable.xcstrings
Source language: en
Languages: ru

# shared.procedure_step.cell.edit
source: Edit
ru: Редактирование

# shared.procedure_step.sheet.apply
source: Apply
ru: Применить

# shared.procedure_step.sheet.brows
source: Brows
ru: Браузеры

# shared.procedure_step.sheet.cosmetology
source: Cosmetology
ru: Косметология

# shared.procedure_step.sheet.depilation
source: Depilation
ru: Декомпиляция

# shared.procedure_step.sheet.epilation
source: Epilation
ru: Эпиляция

# shared.procedure_step.sheet.hairdressing
source: Hairdressing
ru: Парикмахерская

# shared.procedure_step.sheet.lashes
source: Lashes
ru: Смешивает

# shared.procedure_step.sheet.makeup
source: Makeup
ru: Макияж

# shared.procedure_step.sheet.massage
source: Massage
ru: Массаж

# shared.procedure_step.sheet.nails
source: Nails
ru: Гвозди

# shared.procedure_step.sheet.not_found
source: Not found
ru: Не найдено

# shared.procedure_step.sheet.other
source: Other
ru: Прочие вопросы

# shared.procedure_step.sheet.piercing
source: Piercing
ru: Пронзительный

# shared.procedure_step.sheet.spa
source: Spa
ru: Спа

# shared.procedure_step.sheet.tattoo
source: Tattoo
ru: Тату

# shared.procedure_step.step.appointment_warning
source: **Before undergoing the procedure, you need to know the following:**
ru: **Перед прохождением процедуры необходимо знать следующее: **

# shared.procedure_step.step.check_procedure
source: We are looking for information about the procedure, we need a little time
ru: Мы ищем информацию о процедуре, нам нужно немного времени

# shared.procedure_step.step.procedure_not_found
source: Procedure not found
ru: Процедура не найдена

# shared.procedure_step.step.select
source: Select
ru: Выбрать

# shared.procedure_step.step.select_procedure
source: Select a procedure
ru: Выберите процедуру
